{
  "plugins": {
    "blink.cmp": {
      "src": "gh:saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.compat": {
      "src": "gh:saghen/blink.compat",
      "version": "2.0.0 - 3.0.0"
    },
    "conform.nvim": {
      "src": "gh:stevearc/conform.nvim"
    },
    "friendly-snippets": {
      "src": "gh:rafamadriz/friendly-snippets"
    },
    "git-conflict.nvim": {
      "src": "gh:akinsho/git-conflict.nvim"
    },
    "gitsigns.nvim": {
      "src": "gh:lewis6991/gitsigns.nvim"
    },
    "grug-far.nvim": {
      "src": "gh:MagicDuck/grug-far.nvim"
    },
    "guess-indent.nvim": {
      "src": "gh:NMAC427/guess-indent.nvim"
    },
    "kanagawa.nvim": {
      "src": "gh:rebelot/kanagawa.nvim"
    },
    "mini.nvim": {
      "src": "gh:nvim-mini/mini.nvim"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim",
      "version": "3.0.0 - 4.0.0"
    },
    "noice.nvim": {
      "src": "gh:folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "gh:MunifTanjim/nui.nvim"
    },
    "nvim-bqf": {
      "src": "gh:kevinhwang91/nvim-bqf"
    },
    "nvim-lint": {
      "src": "gh:mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "gh:neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "gh:nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "gh:nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "gh:nvim-treesitter/nvim-treesitter-textobjects"
    },
    "plenary.nvim": {
      "src": "gh:nvim-lua/plenary.nvim"
    },
    "resession.nvim": {
      "src": "gh:stevearc/resession.nvim"
    },
    "schemastore.nvim": {
      "src": "gh:b0o/schemastore.nvim"
    },
    "scope.nvim": {
      "src": "gh:tiagovla/scope.nvim"
    },
    "snacks.nvim": {
      "src": "gh:folke/snacks.nvim"
    },
    "supermaven-nvim": {
      "src": "gh:supermaven-inc/supermaven-nvim"
    },
    "vim-dadbod": {
      "src": "gh:tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "gh:kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "gh:kristijanhusak/vim-dadbod-ui"
    },
    "vim-dotenv": {
      "src": "gh:tpope/vim-dotenv"
    },
    "vim-rails": {
      "src": "gh:tpope/vim-rails"
    },
    "vim-visual-multi": {
      "src": "gh:mg979/vim-visual-multi"
    },
    "which-key.nvim": {
      "src": "gh:folke/which-key.nvim"
    }
  }
}
