# Simple, modern, secure file encryption
brew "age"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Improved shell history for zsh, bash, fish and nushell
brew "atuin", restart_service: :changed
# Automatic configure script builder
brew "autoconf"
# Library for command-line editing
brew "readline"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Resource monitor. C++ version and continuation of bashtop and bpytop
brew "btop"
# Manage your dotfiles across multiple diverse machines, securely
brew "chezmoi"
# Container runtimes on MacOS (and Linux) with minimal setup
brew "colima", restart_service: :changed
# Pack, ship and run any application as a lightweight container
brew "docker"
# Docker CLI plugin for extended build capabilities with BuildKit
brew "docker-buildx"
# Isolated development environments using Docker
brew "docker-compose"
# Platform keystore credential helper for Docker
brew "docker-credential-helper"
# YAML Parser
brew "libyaml"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Play, record, convert, and stream select audio and video codecs
brew "ffmpeg"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU multiple precision arithmetic library
brew "gmp"
# Disk usage analyzer with console interface written in Go
brew "gdu"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Tcl/Tk UI for the git revision control system
brew "git-gui"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Popular GNU data compression program
brew "gzip"
# Package compiler and linker metadata toolkit
brew "pkgconf"
# Tools and libraries to manipulate images in select formats
brew "imagemagick"
# Postgres C API library
brew "libpq", link: true
# Package manager for the Lua programming language
brew "luarocks"
# Polyglot runtime manager (asdf rust clone)
brew "mise"
# Protocol buffers (Google's data interchange format)
brew "protobuf"
# Remote terminal application
brew "mosh"
# Modern shell for the GitHub era
brew "nushell"
# Command-line Git information tool
brew "onefetch"
# General-purpose scripting language
brew "php@8.4", link: true
# Interpreted, interactive, object-oriented programming language
brew "python@3.14"
# Generic machine emulator and virtualizer
brew "qemu"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Non-interactive SSH password auth
brew "sshpass"
# Image processing library
brew "vips"
# Internet file retriever
brew "wget"
# GTK+ dialog boxes for the command-line
brew "zenity"
# Runbook editor for terminal workflows
cask "atuin-desktop"
cask "font-victor-mono"
# Terminal emulator that uses platform-native UI and GPU acceleration
cask "ghostty"
# Keyboard customiser
cask "karabiner-elements"
# Clipboard manager
cask "maccy"
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# Knowledge base that works on top of a local folder of plain text Markdown files
cask "obsidian"
# Control your tools with a few keystrokes
cask "raycast"
# Customizable email client
cask "thunderbird"
# Gecko based web browser
cask "zen"
# Video communication and virtual meeting platform
cask "zoom"
go "github.com/caddyserver/xcaddy/cmd/xcaddy"
