# Simple, modern, secure file encryption
brew "age"
# Improved shell history for zsh, bash, fish and nushell
brew "atuin"
# Automatic configure script builder
brew "autoconf"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Resource monitor. C++ version and continuation of bashtop and bpytop
brew "btop"
# Manage your dotfiles across multiple diverse machines, securely
brew "chezmoi"
# Container runtimes on MacOS (and Linux) with minimal setup
brew "colima", restart_service: :changed
# Pack, ship and run any application as a lightweight container
brew "docker"
# Docker CLI plugin for extended build capabilities with BuildKit
brew "docker-buildx"
# Isolated development environments using Docker
brew "docker-compose"
# Platform keystore credential helper for Docker
brew "docker-credential-helper"
# Simple, fast and user-friendly alternative to find
brew "fd"
# GNU multiple precision arithmetic library
brew "gmp"
# GitHub command-line tool
brew "gh"
# Library for command-line editing
brew "readline"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Package compiler and linker metadata toolkit
brew "pkgconf"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Postgres C API library
brew "libpq"
# YAML Parser
brew "libyaml"
# Package manager for the Lua programming language
brew "luarocks"
# Polyglot runtime manager (asdf rust clone)
brew "mise"
# Protocol buffers (Google's data interchange format)
brew "protobuf"
# Remote terminal application
brew "mosh"
# Modern shell for the GitHub era
brew "nushell"
# Command-line Git information tool
brew "onefetch"
# Interpreted, interactive, object-oriented programming language
brew "python@3.14"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Image processing library
brew "vips"
# GTK+ dialog boxes for the command-line
brew "zenity"
# Web browser
cask "firefox@developer-edition"
cask "font-victor-mono"
# Terminal emulator that uses platform-native UI and GPU acceleration
cask "ghostty"
# Clipboard manager
cask "maccy"
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# Control your tools with a few keystrokes
cask "raycast"
# Customizable email client
cask "thunderbird"
# Gecko based web browser
cask "zen"
# Video communication and virtual meeting platform
cask "zoom"
